import React from 'react'
import Styles from "./Kalams.module.css"

const kalam = () => {
  return <section className={Styles.container} id="കലാമുകൾ">
      <h2 className={Styles.title}>കലാമുകൾ</h2>
      <ul className={Styles.kalam}>
            <li>" എന്നെ സ്നേഹിക്കുന്നവരൊക്കെയും എന്റെ അഹ്ലുകാരാണ്..
            മഹ്ശറയിൽ ഞാൻ അവരെ പ്രത്യേകം തിരഞ്ഞെടുക്കും"</li>
            <br></br>
          
            <li>"എന്നെ പറയലും കേൾക്കലും ഇബാദത്താകുന്നു...!"</li>
            <br></br>
         
            <li>"എന്നെ കണ്ടവരും കണ്ടവരെ കണ്ടവരും വലിയ ഭാഗ്യവാന്മാർ...!"</li>
            <br></br>
          
            <li>"എന്റെ അഹ്ലുകാർക്ക് ഞാനുണ്ട്...!!"</li>
            <br></br>
          
            <li>"ഞാനൊന്ന് പുഞ്ചിരിച്ചാൽ عرش  നൃത്തം വെക്കും...!"
            </li>
            <br></br>
            
            <li>ലോകത്ത് ഒരു ഇല പോലും ഞാൻ അറിയാതെ അനങ്ങുന്നില്ല..!
            </li>
            <br></br>
            
            <li>" എന്നെ നിങ്ങൾക്ക് മനസ്സിലാവുകയില്ല..! "
            </li>
            <br></br>
            
            <li>പൂനൂർ മുത്തു തങ്ങളോട് ശൈഖുന പറഞ്ഞു: "പതിനായിരക്കണക്കിന് തെറ്റുകൾ ചെയ്തു വന്നവരാണെങ്കിലും പുഞ്ചിരിച്ചു കൊണ്ട് സ്വീകരിക്കണം..!"
            </li>
            <br></br>
            <li>എനിക്ക് ശേഷമുള്ളതെല്ലാം എന്നിലൂടെ..!"
            </li>
            <br></br>
            <li>"അമ്പിയാക്കൾ എന്നിലേക്ക് നോട്ടമിട്ടു കൊണ്ടിരിക്കുന്നു... ഞാൻ എന്ത് പറയുന്നു എന്നാണ് അവർ നോക്കുന്നത്..!"
            </li>
            <br></br>
            <li>എന്റെ മുരീദുകൾ രിയാള വീട്ടേണ്ടതില്ല.. അവർക്കുള്ളതെല്ലാം ഞാൻ വീട്ടിയിരിക്കുന്നൂ..!!"
            </li>
            <br></br>
            <li>എല്ലാ ശൈഖൻമാരും അവരുടെ മുരീദൻമാരെ തർബിയ്യത് ചെയ്യുന്നു..
            എന്നാൽ ഞാൻ ശൈഖൻമാരെ തർബിയ്യത് ചെയ്യുന്നു.!"
            </li>
            <br></br>
            <li>ഞാൻ قطب ആകുന്നു..അല്ല 
ഞാൻ غوث ആകുന്നു..അല്ല
ഞാൻ അതിലും മുകളിലാകുന്നു...!"
            </li>
            <br></br>
            <li>ലോകത്ത് ഒരു ഇല പോലും ഞാൻ അറിയാതെ അനങ്ങുന്നില്ല..!"
            </li>
            <br></br>
            <li>ശൈഖുനാ സി എം വലിയുല്ലാഹിയോട് ഒരു മുഹിബ്ബ് ചോദിച്ചു: നിങ്ങൾ അല്ലാഹുവിന്റെ പ്രിയപ്പെട്ട വലിയ്യാണെന്നതിന്ന് ഒരു തെളിവ് പറഞ്ഞ് തരുമോ..?
            അവിടുന്ന് പ്രതിവചിച്ചു..  "എന്നെ ഒരുപാട് ആളുകൾ സ്നേഹിക്കുന്നത് കാണുന്നില്ലേ.. അതു തന്നെയാണ് ഞാൻ അല്ലാഹുവിന്റെ പ്രിയപ്പെട്ട വലിയ്യ് ആണെന്നതിനുള്ള തെളിവ് "...!"
            </li>
            <br></br>
            <li>തലേന്നാൾ ശൈഖുന പൊൻമുണ്ടത്ത് തന്നോടൊപ്പമാണെന്ന് വൈലത്തൂർ തങ്ങളും,
അല്ല അവർ പൊന്നാനി വലിയ ജാറത്തിങ്കൽ ഉണ്ടായിരുന്നെന്ന് നാട്ടുകാരും തർക്കമായി..
  അപ്പോൾ ശൈഖുന പുറത്തേക്കിറങ്ങി വന്നു പറഞ്ഞു: എന്റെ കാര്യത്തിൽ തർക്കിക്കേണ്ടതില്ല.. ഞാൻ അവിടെയും അപ്പോൾ തന്നെ ഇവിടെയും, ഒട്ടനവധി സ്ഥലങ്ങളിലും ഉണ്ടായിരുന്നു.!"
            </li>
            <br></br>
            <li>എന്നെ സ്നേഹിക്കുന്നവരൊക്കെയും എന്റെ അഹ്ലുകാരാണ്..
            മഹ്ശറയിൽ ഞാൻ അവരെ പ്രത്യേകം തിരഞ്ഞെടുക്കും...!"
            </li>
            <br></br>
            <li>സൈദലവി ഉസ്താദ് ശൈഖുനയെ സന്ദര്‍ശിച്ചപ്പോൾ അവിടുന്ന് മൊഴിഞ്ഞു: " ഇനി നിങ്ങൾക്ക് എന്റെ ഹൃദയ ഭാഗത്ത് ഒരു ചുംബനം നടത്താം.. "
            ആശ്ചര്യം..! പവിത്രമായ ഹൃദയ ഭാഗത്തേക്കടുത്തപ്പോൾ സുന്ദരമായ ഈണത്തിൽ ഹൃദയത്തിൽ നിന്നും ദിക്ർ കേൾക്കുന്നു..!..!"
            </li>
            <br></br>
            <li>ലക്ഷങ്ങൾ എന്നെ തേടി വരും... അതിൽ എന്നെ അറിയേണ്ടത് പോലെ അറിഞ്ഞവർ ഒന്നോ രണ്ടോ മാത്രം..!"
            </li>
            <br></br>
            <li>എന്നെ വിചാരിച്ചാൽ ഞാൻ അറിയും...!"
            </li>
            <br></br>
            <li>എന്റെ മുരീദുകൾ കോടാനുകോടി ആളുകൾ..!...!"
            </li>
            <br></br>
            <li>എന്റെ വാസസ്ഥലം روضة യാകുന്നു...!"
            </li>
            <br></br>
            <li>ഒരിക്കൽ വൈലത്തൂർ തങ്ങൾ ശൈഖുനയോട് ചോദിച്ചു: ഖുത്വുബുൽ ആലം എന്നും മുദബ്ബിറുൽ ആലം എന്നുമൊക്കെ കേൾക്കുന്നുണ്ടല്ലോ.. എന്താണ് യഥാര്‍ത്ഥത്തിൽ..?
   അവിടുത്തെ മറുപടി: ഖുത്വുബുൽ ആലം ആയിരുന്നു...
മുദബ്ബിറുൽ ആലം ആയിരുന്നു...
ഇപ്പോൾ അതിന്റെയും എത്രയൊക്കെയോ മുകളിലാണ്...!"
            </li>
            <br></br>
            <li>എന്നെ പറയലും കേൾക്കലും ഇബാദത് ആകുന്നു...!"
            </li>
            <br></br>
            <li>എല്ലാം ഇവിടുത്തേത് തന്നെ.. ഇവിടുത്തേതല്ലാത്ത ഒരു الف പോലും ഇല്ല....!"
            </li>
            <br></br>
            <li>സയ്യിദുന വൈലത്തൂർ യൂസുഫുൽ ജീലാനി തങ്ങളോടായി ശൈഖുന മൊഴിഞ്ഞു..
" من إبتداء وجود العالم الآن مثلي  नही "
" മോനേ, ആലമിന്റെ തുടക്കം മുതൽ ഇന്നേ വരെ എന്നോട് സാദൃശ്യപ്പെടുത്താൻ പറ്റുന്ന ഒരാളും ഇല്ല "....!"
            </li>
            <br></br>
            <li>ഇസ്മാഈൽ മുസ്ലിയാർ മടവൂർ ശൈഖുനയോട് പറഞ്ഞു: ഞാൻ പ്രസംഗിക്കുന്നതിനിടയിൽ നിങ്ങളെക്കുറിച്ച് "مدبّر العالم " എന്നും "قطب الأقطاب " എന്നും പറയാറുണ്ട്..
  അപ്പോൾ ശൈഖുന പറഞ്ഞു: فالمدح يقصر عن بلوغ المقصد
സ്തുതി കീർത്തനങ്ങൾ ചൊല്ലാൻ തുനിഞ്ഞാൽ കുഴഞ്ഞു പോകുമെന്നല്ലാതെ പറഞ്ഞു തുടങ്ങാൻ പോലുമാകില്ല..!...!"
            </li>
            <br></br>
            <li>എന്റെ മുരീദുകൾ കോടാനുകോടി ആളുകൾ..!..!"
            </li>
            <br></br>
      </ul>

  </section>
  
  
}

export default kalam


