import React from 'react'
import styles from "./Samplek.module.css";


function Samplek() {
  return (
    <section className={styles.continer} id="കറാമത്തുകൾ">
    <h2 className={styles.title}>കറാമത്തുകൾ</h2>
    <div className={styles.paragrph}>
{/* <img src="/assets/hero/hero.png" alt="" /> */}

       <p className={styles.page}>
ഖുത്വുബുൽ ആലം ശൈഖുനാ മുഹമ്മദ് അബൂബക്കർ മടവൂർ(ഖസി)
കോഴിക്കോട് ജില്ലയിലെ മടവൂർ എന്ന ഗ്രാമത്തിലെ കളപ്പിലാവ് വീട്ടിൽ ഹിജ്റ 1348 ൽ റബീഉൽ അവ്വൽ 12 ന്  സ്വുബ്ഹിയുടെ സമയത്താണ്  ഔലിയാക്കളിലെ അത്യുന്നത രായ ശൈഖുനാ ഖുത്വുബുൽ ആലം സി എം മുഹമ്മദ് അബൂബക്കർ വലിയുല്ലാഹി റ്ര ) ജനിക്കുന്നത് ,

         പ്രാഥമിക മതപഠനം സ്വന്തം പിതാവായ കുഞ്ഞി മാഹിൻ കോയ മുസ് ലിയാർ (റ) വിൽ നിന്നാണ് ,പിന്നീട് മലയമ്മ അബൂബക്കർ മുസ്ലിയാരെ പോലെ പ്രശസ്തരും പ്രഗത്ഭരുമായ ഗുരുവര്യരുടെ സവിധത്തിൽ നിന്നും അറിവ്  നുകർന്നു ,ശേഷം വെല്ലൂർ ബാഖിയാത്തിൽ നിന്നും ബാഖവി ബിരുദം കരസ്ഥമാക്കി സ്വന്തം നാടായ മടവൂരിൽ തിരിച്ചെത്തി നാട്ടിലെ പള്ളിയിൽ തന്നെ ദർസിന് തുടക്കം കുറിച്ചു

മടവൂർ ജുമുഅത്ത് പള്ളിയിലെ മുദരിസായതോടൊപ്പം മടവൂരിലെ ഖത്വീബും ഖാളിയും ശൈഖുനാ തന്നെയായിരുന്നു , ബിദ് അത്തുകാരോട് അതികഠിനമായ വെറുപ്പ് പ്രകടപ്പിച്ച മഹാൻ അക്കാലത്തു തന്നെ പണക്കാരനായ ഒരു ബിദ് അത്തുകാരന്റെ മകളെ നിക്കാഹ് ചെയ്തു കൊടുക്കാത്തതിന്റെ പേരിൽ നാട്ടിൽ പല പ്രശ്നങ്ങളുമുണ്ടായിരുന്നു ,പക്ഷെ അതുകൊണ്ടൊന്നും ശൈഖുനാ കുലുങ്ങിയില്ല ,മടവൂരിലെ പ്രായം ചെന്ന ഓരോരുത്തർക്കും ഇന്നും ആ സംഭവങ്ങൾ അറിയാം ,ഇന്നലെകളിൽ സംഭവിച്ചതു പോലെ ഇന്നും ആ ചരിത്ര സംഭവങ്ങൾ ഓർമളിൽ നിന്നെടുത്തവർ പ റഞ്ഞുതരും, യഥാർത്ഥ ഖാളി യുടെ ചുമതല ശൈഖുനാ ഇവിടെ നിർവ്വഹിച്ചു കാണിച്ചു തന്നു ,

 മടവൂരിൽ ദർസ് നടത്തുന്ന കാലത്തു തന്നെയാണ് ശൈഖുനാ വിവാഹം കഴിക്കുന്നത് ,എന്നാൽ ആ ദാമ്പത്യം ഏറെ കാലം നീണ്ടു നിന്നില്ല. ആ കാലത്തു തന്നെയാണ് മഹാൻ ഹജ്ജിനു പോയതും .മദീനാ യിൽ റൗളാ ശരീഫ് സിയാറത്തിനിടയിൽ ശൈഖുനാ വീണപ്പോൾ പതിനാലാം രാവിലെ ഖമറിനേക്കാൾ തിളക്കമാർന്ന ഒരാൾ മഹാന്റെ അടുക്കൽ വന്നത് മടവൂർക്കാരനായ ഒരു ഹാജിയാർ കണ്ടിരുന്നു 

      
              .പിന്നീട് ശൈഖുനാ അദ്ദേഹത്തോട് ചോദിച്ചു :" ആ വന്നത് ആരാണന്നറിയുമോ "? ഹാജി പറഞ്ഞു: ഇല്ല " അത് മുത്തു റസൂലുല്ലാഹി (സ്വ) ആയിരുന്നു". ഈ സംഭവങ്ങളെല്ലാം നേരിൽ തന്നെ അവിടെ വെച്ച് കണ്ട മഹാനാണ് വലിയുല്ലാഹി ഉമറുൽ ഖാദിരി (റ) . മഹാനും അപ്പോൾ അവിടെ ഉണ്ടായിരുന്നു .

           ഹജ്ജ് കഴിഞ്ഞ് തിരിച്ചെത്തിയ ശൈഖുനാ യിൽ മാറ്റങ്ങൾ പ്രകടമാകുന്നത് ജന ദൃഷ്ടിയിൽ പെടാൻ തുടങ്ങി, ദർസ് വിദ്യാർത്ഥികളെ ദർസിൽ നിന്നും പറഞ്ഞയച്ചു .പിന്നീടങ്ങോട്ട് നഖ്ശബന്ധിയാ ത്വരീഖത്തിന്റെ ശൈഖും മുറബ്ബിയും മുർശിദും ഖുത്വുബുമായ ശൈഖ് മുഹ് യദ്ദീൻ സ്വാഹിബ് ബട്ക്കൽ (റ) വിന്റെ തർബിയത്തിലായിരുന്നു ആത്മീയ ജീവിതം . ഇടിയ ങ്ങരയുടെ പരിസരങ്ങളിലും മടവൂരിലുമായി താമസിച്ച് ശൈഖുനാ സ്വാഹിബിന്റെ തർബിയ്യത്തിലായി രിയാളകൾ വീട്ടുന്നതും ഔറാദുകൾ എടുക്കുന്നതും കണ്ട ധാരാളമാളുകളുണ്ട്; ഇന്നും അവരിൽ ചിലർ ജീവിച്ചിരിപ്പുണ്ട് .ആ കാലഘട്ടത്തിൽ തന്നെ ശൈഖുനാ ഖുത്വുബും ഗൗസുമാണന്ന് സ്വാഹിബ് പറയുന്നത് നേരിൽ കേട്ടവരുണ്ട് .

            " അന ഖുത്വുബുൽ ആലം , അന മുദബ്ബിറുൽ ആലം ( ഞാൻ ഖുത്വുബുൽ ആലമാണ് ലോകത്തെ നിയന്ത്രിക്കുന്നത് ഞാനാണ് ) എന്നൊക്കെ പിന്നീട് ശൈഖുനാ വ്യക്തമാക്കിയിട്ടുണ്ട് . സുൽത്വാനുൽ ആരിഫീൻ ശൈഖ്‌ അഹ് മദുൽ കബീർ രിഫാഈ (റ) ഖുത്വുബുൽ ആലം എന്ന മഹത് സ്ഥാനം അലങ്കരിച്ചവരായിരുന്നുവെന്ന് മഹാന്റെ മനാഖിബിൽ കാണാം .ഞാൻ ഖുത്വുബുൽ ആലമാണെന്ന് ശൈഖുനാ പലപ്പോഴും പറത്തിട്ടുണ്ട് ,

             ആത്മീയതയുടെ അത്യുന്നതിയിലെത്തിയ ഖുത്വുബുൽ ആലം മടവൂർ നിരവധി ആളുകൾക്ക്  ത്വരീഖത്ത് നൽകിയിട്ടുണ്ട്; ശൈഖുനാ യുടെ മുരീദുമാരിൽ പ്രധാനിയാണ് ശൈഖ് മുഹമ്മദ് കോയക്കുട്ടി ഹാജി കിണാശ്ശേരി (ഖ സി ) .കിണാശ്ശേരി ഹാജിയാ രും ത്വരീഖത്ത് കൊടുക്കാറുണ്ടായിരുന്നു .

      ശൈഖുനാ യുടെ ജീവിതകാലത്ത് ധാരാളം പേർ മഹാനെ സന്ദർശിക്കാറുണ്ടായിരുന്നു . നീറുന്ന ധാരാളം പ്രയാസങ്ങളും മാരക രോഗങ്ങളും മാറാവ്യാധി അസുഖങ്ങളും ശൈഖുനാ യുടെ ഒരു വാക്കു കൊണ്ടും നോട്ടം കൊണ്ടും പരിഹാരമായ പതിനായിരക്കണക്കിന് കറാമത്തുകൾ അനുഭവമുള്ള അനുഭവസ്ഥർ ഇന്നും ജീവിച്ചിരിക്കുന്നുണ്ട് .

  
           ബിദ്അത്തുകാരായ വഹാബികൾ ,മൗദൂദികൾ തുടങ്ങിയ പിഴച്ച പ്രസ്ഥാനങ്ങളെ ശൈഖുനാ അതിശക്തമായ ഭാഷയിൽ എതിർത്തിരുന്നു. ബിദ്അത്തുകാരോട് യാതൊരു വിധ വിട്ടുവീഴ്ചക്കും സൗഹാർദ്ദത്തിനും മഹാൻ ഒരിക്കലും തയ്യാറായിരുന്നില്ല.ബിദഇകളോട് അങ്ങേറ്റത്ത വെറുപ്പ് അവസാന കാലം വരെ ശൈഖുനാ പ്രകടിപ്പിച്ചത് ഇന്നും അവിടുത്തെ മുരീദൂ മാർ എടുത്തു പറയാറുണ്ട് . 

        ആറു പതിറ്റാണ്ടിലധികം കാലം ആത്മീയ ജീവിതത്തിലൂടെ ലോകം നിയന്ത്രിച്ച ശൈഖുനാ ഖുത്വുബുൽ സി.എം.വലിയുല്ലാഹി (റ)  ശവ്വാൽ 4 ന് വെള്ളിയാഴ്ച വഫാത്തായി സ്വന്തം നാടായ മsവൂരിൽ പിതാവ് ശൈഖ് കുഞ്ഞി മാഹിൻ കോയ മുസ് ലിയാർ (റ) വിന്റെ മഖ്ബറയുടെ ചാരത്താണ്  മഹാന്റെ ഖബ്ർ ശരീഫും സ്ഥിതി ചെയ്യുന്നത്.
</p>

    </div>
  </section>
  )
}

export default Samplek
